Repository: Heroes84/secretary
Catalog: module/Secretery/language/mail-*.po
Languages: de_de

source: Sent by Secretery Mail System
de_de: Gesendet vom Secretery Mail System

source: A new Secretery user
de_de: Ein neuer Secretery Benutzer

source: Title
de_de: Titel

source: Group
de_de: Gruppe

source: view it online
de_de: Die Notiz online anschauen

source: Secretery - Ooops, an error occured
de_de: Secretery - Ups, ein Fehler ist aufgetreten

source: A new message from your Secretery
de_de: Eine neue Nachricht von Secretery

source: Secretery - New user registration
de_de: Secretery - Eine neue Benutzer Registrierung

source: Secretery - New group note
de_de: Secretery - Eine neue Gruppen Notiz

source: A new note was added
de_de: Eine neue Gruppen Notiz wurde hinzugef√ºgt

source: Secretery - Group note edited
de_de: Secretery - Gruppen Notiz wurde bearbeitet

source: Note was edited
de_de: Eine Gruppen Notiz wurde bearbeitet
