Repository: Heroes84/secretary
Catalog: module/Secretary/language/note-*.po
Languages: de_de

source: Add Note
de_de: Notiz hinzufügen

source: Edit Note
de_de: Notiz bearbeiten

source: Note title
de_de: Titel

source: Note text
de_de: Text

source: Note private
de_de: Privat

source: Note was created successfully
de_de: Die Notiz wurde erfolgreich erstellt

source: Your key is not readable
de_de: Dein Schlüssel ist nicht lesbar

source: Note could not be decrypted
de_de: Notiz konnte nicht entschlüsselt werden

source: Note was updated successfully
de_de: Die Notiz wurde erfolgreich aktualisiert

source: Note was removed successfully
de_de: Die Notiz wurde erfolgreich gelöscht

source: Private Notes
de_de: Private Notizen

source: Note date
de_de: Datum

source: Note owner
de_de: Eigentümer

source: Note permissions
de_de: Rechte

source: No notes found
de_de: Keine Notizen vorhanden

source: Group Notes
de_de: Gruppen Notizen

source: Filter group
de_de: Nach Gruppe filtern

source: Note group
de_de: Gruppe

source: Add Note Members
de_de: Notiz Mitglieder hinzufügen

source: Select Group
de_de: Gruppe auswählen

source: Modify Note
de_de: Notiz ändern

source: Create Note
de_de: Notiz erstellen

source: Group Members
de_de: Gruppen Mitglieder

source: Selected Group Members
de_de: Ausgewählte Gruppen Mitglieder

source: View Note
de_de: Notiz einsehen

source: Save Note
de_de: Notiz speichern

source: Decryption Request
de_de: Entschlüsseln

source: Delete Note
de_de: Notiz löschen

source: Do you really want to delete this note?
de_de: Wollen Sie diese Notiz wirklich löschen?

source: Please confirm with key to delete note
de_de: Bestätige den Löschvorgang mit deinem Schlüssel

source: Manage Note Members
de_de: Notiz Mitglieder verwalten

source: Selected Group
de_de: Ausgewählte Gruppe

source: Last Private Notes
de_de: Zuletzt bearbeitete private Notizen

source: Last Group Notes
de_de: Zuletzt bearbeitete Gruppen Notizen
